Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/DeveloperSettings/DTSettings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# ADATTRIBUTIONKIT_GROUP_FOOTER
source: Shortens the time window in which AdAttributionKit and SKAdNetwork send postbacks. Enabling developer mode reduces the privacy protections the system provides; use this mode only during development or testing. This setting automatically turns off after 2 weeks.
ar: تقصير الإطار الزمني الذي ترسل خلاله AdAttributionKit و SKAdNetwork معلومات الإجراء. يؤدي تمكين نمط المطور إلى تقليل مستويات حماية الخصوصية التي يوفرها النظام؛ لذا لا ينبغي استخدام هذا النمط إلا أثناء التطوير أو الاختبار. يتوقف هذا الإعداد تلقائيًا بعد أسبوعين.
bg: Съкращава времевия прозорец, в който AdAttributionKit и SKAdNetwork изпращат обратна информация. Активирането на режим за разработчици намалява защитите на поверителността, предоставяни от системата. Използвайте този режим само по време на разработване или тестване. След 2 седмици тази настройка автоматично се изключва.
ca: El mode de desenvolupament redueix el marge de temps que tenen l’AdAttributionKit i l’SKAdNetwork per enviar postbacks i la protecció de la privacitat que ofereix el sistema, per això es recomana utilitzar‑lo només durant el desenvolupament o la verificació. Aquesta opció es desactiva automàticament al cap de dues setmanes.
cs: Zkracuje časový interval, v němž moduly AdAttributionKit a SKAdNetwork posílají data zpět. Zapnutím vývojového režimu se sníží stupeň ochrany soukromí, kterou systém zajišťuje, proto byste ho měli používat jen během vývoje nebo testování. Toto nastavení se po 2 týdnech automaticky vypne.
da: Forkorter den periode, hvor AdAttributionKit og SKAdNetwork kan sende feedback. Når Udviklerfunktion er slået til, reduceres anonymitetsbeskyttelse på systemet. Brug kun denne funktion under udvikling og test. Denne indstilling bliver slået fra automatisk efter to uger.
de: Dies verkürzt das Zeitfenster, in dem AdAttributionKit und SKAdNetwork Postbacks senden. Die Aktivierung des Entwicklermodus reduziert die vom System vorgegebenen Datenschutzeinstellungen. Verwende diesen Modus ausschließlich während des Entwickelns und Testens. Diese Einstellung wird nach 2 Wochen automatisch deaktiviert.
el: Μειώνει το χρονικό διάστημα κατά το οποίο το AdAttributionKit και το SKAdNetwork στέλνουν επαναδημοσιεύσεις (postbacks). Η ενεργοποίηση της λειτουργίας δημιουργού μειώνει τις προστασίες απορρήτου που παρέχει το σύστημα. Χρησιμοποιήστε αυτήν τη λειτουργία μόνο κατά την ανάπτυξη ή τις δοκιμές. Αυτή η ρύθμιση απενεργοποιείται αυτόματα μετά από 2 εβδομάδες.
es: Acorta el margen de tiempo en el que AdAttributionKit y SKAdNetwork envían postbacks. Al activar el modo de desarrollador, se reducen las medidas de privacidad del sistema, por lo que se recomienda usarlo solo durante la fase de desarrollo o de pruebas. Este ajuste se desactiva automáticamente pasadas dos semanas.
es_us: Reduce el periodo de tiempo durante el cual AdAttributionKit y SKAdNetwork envían postbacks. Activar el modo de desarrollador reduce la protección de la privacidad que ofrece el sistema, por lo que su uso se recomienda sólo durante las fases de desarrollo o de pruebas. Esta opción se desactiva automáticamente después de dos semanas.
fi: Lyhentää aikaikkunaa, jossa AdAttributionKit ja SKAdNetwork lähettävät takaisinlähetyksiä. Kehittäjätilan ottaminen käyttöön heikentää järjestelmän tarjoamaa yksityisyydensuojaa. Käytä kehittäjätilaa vain kehityksen ja testauksen aikana. Tämä asetus laitetaan automaattisesti pois päältä 2 viikon kuluttua.
fr: Réduit le délai d’envoi des postbacks d’AdAttributionKit et SKAdNetwork. L’activation du mode développeur peut réduire les protections de la confidentialité assurées par le système. Utilisez uniquement ce mode à des fins de développement ou de test. Ce réglage sera automatiquement désactivé après deux semaines.
fr_ca: Réduit la période pendant laquelle AdAttributionKit et SKAdNetwork envoient des rétroactions. L’activation du mode développeur réduit les protections de la confidentialité fournies par le système. N’utilisez ce mode que pendant le développement ou les tests. Ce réglage sera désactivé automatiquement après deux semaines.
he: הגדרה זו מקצרת את חלון הזמן שבו AdAttributionKit ו-SKAdNetwork שולחים דיווחים חוזרים. הפעלת ״מצב פיתוח״ מצמצמת את הגנות הפרטיות שהמערכת מספקת. יש להשתמש במצב זה רק במהלך פיתוח או בדיקות. הגדרה זו תכובה באפן אוטומטי לאחר שבועיים.
hi: उस समयावधि को कम करता है जिसमें AdAttributionKit और SKAdNetwork द्वारा पोस्टबैक भेजे जाते हैं। डेवलपर मोड सक्षम करने से सिस्टम द्वारा दी जाने वाली गोपनीयता सुरक्षा कम होती है; इस मोड का इस्तेमाल केवल डेवलपमेंट या टेस्टिंग के दौरान ही करें। यह सेटिंग 2 सप्ताह बाद ऑटोमैटिकली बंद हो जाती है।
hr: Skraćuje vremenski period u kojem AdAttributionKit i SKAdNetwork šalju razmjenu informacija. Omogućavanjem moda developera smanjuju se zaštite privatnosti koje sustav pruža. Ovaj mod trebali biste koristiti samo tijekom razvoja ili testiranja. Ova postavka automatski se isključuje nakon 2 tjedna.
hu: Lerövidíti azt az időablakot, amelyben az AdAttributionKit és a SKAdNetwork visszaküldéseket végez. A fejlesztői mód engedélyezése csökkenti a rendszer által nyújtott adatvédelmi biztonságot; ezt a módot csak fejlesztés vagy tesztelés során használja. Ez a beállítás 2 hét elteltével automatikusan kikapcsol.
id: Mempersingkat waktu pengiriman postback AdAttributionKit dan SKAdNetwork. Jika mode pengembang diaktifkan, perlindungan privasi yang diberikan sistem akan berkurang. Hanya gunakan mode ini selama pengembangan atau pengetesan. Pengaturan ini akan dimatikan secara otomatis setelah 2 minggu.
it: Riduce il periodo di tempo in cui AdAttributionKit e SKAdNetwork inviano postback. L’abilitazione della modalità Sviluppo riduce le protezioni della privacy fornite dal sistema. Utilizza la modalità solo durante lo sviluppo o il testing. L’opzione si disattiva automaticamente dopo 2 settimane.
ja: AdAttributionKitとSKAdNetworkがポストバックを送信する時間枠を短縮します。デベロッパモードを有効にすると、システムが提供するプライバシー保護が弱められます。この設定は2週間後に自動的にオフになります。
kk: AdAttributionKit және SKAdNetwork жауап деректерді жіберетін уақыт аралығын қысқартады. Әзірлеуші режимі қосылса, жүйе ұсынатын құпиялылық қорғанысы азаяды; бұл режимді әзірлеу немесе сынау кезінде ғана пайдаланыңыз. Бұл реттеу 2 аптадан кейін автоматты түрде өшіп қалады.
ko: AdAttributionKit 및 SKAdNetwork가 포스트백을 전송하는 시간을 줄입니다. 개발자 모드를 활성화하면 시스템에서 제공하는 개인정보 보호 설정이 완화되므로, 개발 또는 테스트 상황에서만 이 모드를 사용하십시오. 이 설정은 2주 후에 자동으로 꺼집니다.
lt: Sutrumpinamas laikas, per kurį „AdAttributionKit“ ir „SKAdNetwork“ išsiunčia duomenis apie naudotojo veiksmus. Įjungus kūrėjo režimą, sumažėja sistemos teikiama privatumo apsauga; šį režimą naudokite tik kurdami arba testuodami. Šis nustatymas automatiškai išsijungia po 2 savaičių.
ms: Memendekkan tetingkap masa yang AdAttributionKit dan SKAdNetwork menghantar siar kembali. Mendayakan mod pembangun mengurangkan perlindungan privasi yang disediakan sistem, hanya gunakan mod ini semasa pembangunan atau ujian. Seting ini dinyahaktifkan secara automatik selepas 2 minggu.
nl: Verkort de tijdsduur waarin AdAttributionKit en SKAdNetwork postbacks versturen. Het inschakelen van de ontwikkelaarsmodus vermindert de privacybescherming die het systeem biedt. Gebruik deze modus alleen tijdens ontwikkeling of testen. Deze instelling wordt na twee weken automatisch uitgeschakeld.
no: Korter ned perioden der AdAttributionKit og SKAdNetwork kan sende tilbakemeldinger. Aktivering av utviklermodus reduserer personvern­funksjonene i systemet og modusen bør kun brukes under utvikling og testing. Innstillingen vil automatisk bli slått av etter 2 uker.
pl: Skraca okno czasowe, w którym AdAttributionKit i SKAdNetwork wysyłają postbacki. Włączenie trybu dewelopera zmniejsza ochronę prywatności zapewnianą przez system, więc należy go używać tylko podczas tworzenia i testowania aplikacji. Ustawienie jest automatycznie wyłączane po 2 tygodniach.
pt_br: Diminui o intervalo de tempo em que AdAttributionKit e SKAdNetwork enviam publicações de retorno. A ativação do modo de desenvolvimento reduz as proteções de privacidade fornecidas pelo sistema, portanto, use‑o apenas para fins de desenvolvimento e teste. Esse ajuste é desativado automaticamente em 2 semanas.
pt_pt: Diminui o espaço de tempo em que AdAttributionKit e SKAdNetwork enviam postbacks. Uma vez que a ativação do modo de programação reduz as proteções de privacidade fornecidas pelo sistema, este modo deve ser usado apenas durante a fase de desenvolvimento ou testes. Esta definição é desativada automaticamente após 2 semanas.
ro: Scurtează fereastra de timp în care AdAttributionKit și SKAdNetwork trimit postbackuri. Activarea modului Dezvoltator reduce măsurile de protecție a intimității oferite de sistem; utilizați acest mod doar în timpul fazelor de dezvoltare sau testare. Această configurare se dezactivează automat după 2 săptămâni.
ru: Сокращает временной интервал, в который AdAttributionKit и SKAdNetwork отправляют данные о выполняемых пользователем действиях. Когда включен режим разработчика, обеспечиваемый системой уровень защиты конфиденциальности снижается. Используйте этот режим только во время разработки или тестирования. Эта настройка автоматически выключается спустя две недели.
sk: Skracuje časový interval, v ktorom moduly AdAttributionKit a SKAdNetwork posielajú dáta späť. Zapnutím vývojárskeho režimu oslabíte ochranu súkromia poskytovanú systémom, preto ho používajte len počas vývoja alebo testovania. Toto nastavenie sa po 2 týždňoch automaticky vypne.
sl: Skrajša čas, v katerem AdAttributionKit in SKAdNetwork pošljeta povratne informacije. Ko je omogočen način za razvijalce, so varnostni ukrepi, ki jih zagotavlja sistem, omejeni; ta način uporabljajte samo pri razvoju ali preizkušanju. Ta nastavitev se samodejno izklopi po dveh tednih.
sv: Förkortar den tidsperiod när AdAttributionKit och SKAdNetwork kan skicka postbacks. Om du aktiverar utvecklarläge minskas integritetsskyddet som systemet tillhandahåller. Använd det här läget endast under utveckling och testning. Den här inställningen stängs av automatiskt efter två veckor.
th: ลดช่วงเวลาที่ AdAttributionKit และ SKAdNetwork ส่งการโพสต์กลับให้สั้นลง การเปิดใช้งานโหมดนักพัฒนาช่วยลดการปกป้องความเป็นส่วนตัวที่ระบบมีให้; ใช้โหมดนี้เฉพาะในระหว่างการพัฒนาหรือการทดสอบเท่านั้น การตั้งค่านี้จะปิดใช้โดยอัตโนมัติหลังจาก 2 สัปดาห์
tr: AdAttributionKit’in ve SKAdNetwork’ün reklam ağına ve uygulama geliştirici sunucularına geri gönderim zaman aralığını kısaltır. Geliştirici modunun etkinleştirilmesi, sistemin sunduğu gizlilik korumalarını azaltır. Bu modu yalnızca geliştirme veya test sırasında kullanın. Bu ayar 2 hafta sonra otomatik olarak kapatılır.
uk: Скорочує період часу, в який AdAttributionKit і SKAdNetwork відправляють відповіді до мережі. Увімкнення режиму розробника знижує захист приватності, що надається системою; використовуйте цей режим тільки під час тестування чи розроблення. Цей параметр автоматично вимкнеться через 2 тижні.
vi: Rút ngắn khoảng thời gian AdAttributionKit và SKAdNetwork gửi phản hồi. Việc bật chế độ nhà phát triển sẽ làm giảm các biện pháp bảo vệ quyền riêng tư mà hệ thống cung cấp; chỉ sử dụng chế độ này trong quá trình phát triển hoặc kiểm tra. Cài đặt này tự động tắt sau 2 tuần.
zh_cn: 缩短AdAttributionKit和SKAdNetwork发送回发的时间窗口。启用开发者模式会降低系统提供的隐私保护。请仅在开发或测试期间使用此模式。此设置会在2周后自动关闭。
zh_hk: 縮短AdAttributionKit和SKAdNetwork傳送後續操作的時間窗口。啟用開發者模式會降低系統提供的私隱保護；請只在開發或測試期間使用此模式。此設定將在2星期後自動關閉。
zh_tw: 縮短AdAttributionKit和SKAdNetwork將表單送回的時間窗口。啟用開發者模式會降低系統提供的隱私權保護措施；請只在開發或測試期間使用此模式。此設定會在兩週後自動關閉。

# DISPLAY_DONATIONS_SPOTLIGHT
source: Display Recent Shortcuts
ar: عرض الاختصارات الحديثة
bg: Показване на последните бързи команди
ca: Mostra les dreceres recents
cs: Zobrazit nedávno použité zkratky
da: Vis seneste genveje
de: Letzte Kurzbefehle anzeigen
el: Εμφάνιση πρόσφατων συντομεύσεων
es: Mostrar atajos recientes
es_us: Mostrar shortcuts recientes
fi: Näytä äskeiset oikotiet
fr: Afficher les raccourcis récents
fr_ca: Afficher les raccourcis récents
he: הצגת הקיצורים האחרונים
hi: हालिया शॉर्टकट दिखाएँ
hr: Prikaži nedavne prečace
hu: Legutóbbi parancsok megjelenítése
id: Tampilkan Pintasan Terbaru
it: Mostra comandi rapidi recenti
ja: 最近使ったショートカットを表示
kk: Соңғы пернелер тіркесімін көрсету
ko: 최근 단축어 표시
lt: Rodyti naujausias nuorodas
ms: Paparkan Pintasan Terbaharu
nl: Toon recente opdrachten
no: Vis nylige snarveier
pl: Wyświetl ostatnie skróty
pt_br: Exibir Atalhos Recentes
pt_pt: Ver atalhos recentes
ro: Afișare scurtături recente
ru: Недавние Быстрые команды
sk: Zobraziť posledné skratky
sl: Prikaži nedavne bližnjice
sv: Visa senaste genvägar
th: แสดงคำสั่งลัดล่าสุด
tr: Son Kullanılan Kestirmeleri Görüntüle
uk: Показувати недавні швидкі команди
vi: Hiển thị phím tắt gần đây
zh_cn: 显示近期使用的快捷指令
zh_hk: 顯示最近使用的捷徑
zh_tw: 顯示最近提供的捷徑

source: Device Management Testing
ar: اختبار إدارة الأجهزة
bg: Тестване на управление на устройство
ca: Verificació de la gestió de dispositius
cs: Testování správy zařízení
da: Test af administration af enhed
el: Δοκιμή Διαχείρισης συσκευών
es: Pruebas de la gestión de dispositivos
es_us: Prueba de administración de dispositivos
fi: Laitehallinnan testaus
fr: Test de la gestion des appareils
fr_ca: Test de la gestion des appareils
he: בדיקת ״ניהול מכשירים״
hi: डिवाइस प्रबंधन जाँच
hr: Testiranje upravljanja uređajem
hu: Eszközfelügyelet tesztelése
id: Pengetesan Manajemen Perangkat
it: Test della gestione del dispositivo
ja: デバイス管理テスト
kk: Құрылғылардың басқарылуын сынау
ko: 기기 관리 테스트
lt: Įrenginio valdymo testavimas
ms: Ujian Pengurusan Peranti
nl: Apparaatbeheer testen
no: Testing av enhetsadministrering
pl: Testowanie zarządzania urządzeniami
pt_br: Teste de Gerenciamento do Dispositivo
pt_pt: Testes de gestão de dispositivos
ro: Testare Gestionare dispozitive
ru: Тестирование Управления устройством
sk: Testovanie – Správa zariadenia
sl: Preizkušanje upravljanja naprav
sv: Test av enhetshantering
th: การทดสอบการจัดการอุปกรณ์
tr: Aygıt Yönetimi Testi
uk: Тестування керування пристроями
vi: Kiểm tra quản lý thiết bị
zh_cn: 设备管理测试
zh_hk: 裝置管理測試
zh_tw: 裝置管理測試

source: Bluetooth Logging
ar: تسجيل Bluetooth
bg: Записване в Bluetooth регистъра
ca: Registres del Bluetooth
cs: Protokolování rozhraní Bluetooth
da: Bluetooth-logning
de: Bluetooth-Protokollierung
el: Καταγραφή Bluetooth
es: Registros de Bluetooth
es_us: Registro de Bluetooth
fi: Bluetooth-kirjaaminen
fr: Historiques Bluetooth
fr_ca: Historiques Bluetooth
he: איסוף דו״חות Bluetooth
hi: Bluetooth लॉगिंग
hr: Prijavljivanje putem Bluetootha
hu: Bluetooth naplózása
id: Pencatatan Bluetooth
it: Log Bluetooth
ja: Bluetoothログ記録
kk: Bluetooth журналы
ko: Bluetooth 기록
lt: „Bluetooth“ registravimas
ms: Pengelogan Bluetooth
nl: Bluetooth-logsessie
no: Bluetooth-loggføring
pl: Rejestrowanie Bluetooth
pt_br: Registros de Bluetooth
pt_pt: Registos de Bluetooth
ro: Înregistrări jurnal Bluetooth
ru: Журналы Bluetooth
sk: Zaznamenávanie Bluetooth prenosov
sl: Beleženje za Bluetooth
sv: Bluetooth-loggning
th: บันทึกการใช้งานบลูทูธ
tr: Bluetooth Günlüğü
uk: Журналювання Bluetooth
vi: Ghi nhật ký Bluetooth
zh_cn: 蓝牙日志
zh_hk: 藍牙記錄
zh_tw: 藍牙記錄

# PAIRED_DEVICES_FOOTER
source: Removing trusted computers will delete all of the records of computers that you have paired with previously.
ar: ستؤدي إزالة أجهزة الكمبيوتر الموثوق بها إلى حذف كل سجلات أجهزة الكمبيوتر التي اقترنت بها سابقًا.
bg: С премахването на доверените компютри ще се изтрият всички записи от компютрите, с които сте се свързвали в двойка преди.
ca: En eliminar els ordinadors de confiança, s’eliminaran tots els registres dels ordinadors enllaçats anteriorment.
cs: Odebráním důvěryhodných počítačů smažete všechny záznamy o dříve spárovaných počítačích.
da: Hvis du fjerner godkendte computere, slettes alle optegnelser over computere, som du tidligere har dannet par med.
de: Durch das Entfernen von Computern, denen vertraut wird, werden alle Einträge jener Computer gelöscht, die zuvor damit gekoppelt wurden.
el: Η αφαίρεση αξιόπιστων υπολογιστών θα διαγράψει όλες τις εγγραφές υπολογιστών με τους οποίους πραγματοποιήσατε ζευγοποίηση στο παρελθόν.
es: Si eliminas los ordenadores de confianza, se borrarán todos los registros de los equipos a los que te hayas conectado anteriormente.
es_us: Si quitas las computadoras de confianza, se eliminarán todos los registros de las computadoras con las que te has enlazado.
fi: Luotettujen tietokoneiden poistaminen poistaa myös aiemmin pariksi liitettyjen tietokoneiden tiedot.
fr: Si vous supprimez les ordinateurs fiables, la liste des ordinateurs avec lesquels vous avez été jumelé précédemment sera également effacée.
fr_ca: La suppression d’ordinateurs de confiance supprimera tous les registres d’ordinateurs avec lesquels vous avez déjà jumelé votre appareil.
he: הסרה של מחשבים מהימנים תוביל למחיקה של כל התיעודים של מחשבים שקישרת בעבר.
hi: विश्वसनीय कंप्यूटर को हटाने से उन कंप्यूटरों का समस्त रिकॉर्ड भी डिलीट हो जाएगा जिन्हें आपने पहले पेयर किया है।
hr: Uklanjanjem pouzdanih računala obrisat će se svi zapisi računala s kojima ste prethodno uparivali.
hu: A megbízható számítógépek eltávolítása törölni fogja a korábban párosított számítógépek összes rekordját.
id: Jika komputer tepercaya dihapus, semua catatan komputer yang telah Anda pasangkan sebelumnya akan ikut terhapus.
it: La rimozione dei computer conosciuti comporterà l’eliminazione di tutti i dati relativi ai computer abbinati in precedenza.
ja: 信頼するコンピュータを削除すると、これまでにペアリングしたコンピュータの記録がすべて削除されます。
kk: Сенімді компьютерлерді жойған жағдайда, бұрын жұптастырылған компьютерлердің барлық жазбасы жойылады.
ko: 신뢰하는 컴퓨터를 제거하면 이전에 페어링했던 컴퓨터의 모든 기록이 삭제됩니다.
lt: Pašalinus patikimus kompiuterius bus ištrinti visi įrašai apie kompiuterius, su kuriais anksčiau buvote susieti.
ms: Mengeluarkan komputer dipercayai akan memadamkan semua rekod komputer yang telah anda pasangkan sebelum ini.
nl: Wanneer je vertrouwde computers verwijdert, worden alle gegevens van computers waarmee je eerder hebt gekoppeld, ook verwijderd.
no: Hvis godkjente datamaskiner fjernes, blir oppføringene av alle datamaskiner du tidligere har koblet til, slettet.
pl: Usunięcie zaufanych komputerów usunie wszystkie rekordy komputerów łączonych w parę w przeszłości.
pt_br: A remoção de computadores confiáveis apagará todos os registros de computadores com os quais você emparelhou anteriormente.
pt_pt: Remover computadores fidedignos apaga todos os registos de computadores emparelhados anteriormente.
ro: Eliminarea computerelor autorizate va șterge toate înregistrările computerelor cu care ați realizat asocierea anterior.
ru: При удалении доверенных компьютеров будут удалены все записи о компьютерах, с которыми ранее создавались пары.
sk: Odstránením dôveryhodných počítačov vymažete všetky záznamy o spárovaných počítačoch.
sl: Če odstranite zaupanja vredne računalnike, bodo vsi zapisi o računalnikih, s katerimi ste se predhodno seznanili, izbrisani.
sv: Om du tar bort betrodda datorer raderas alla poster med datorer som du tidigare har parkopplat med.
th: การเอารายการคอมพิวเตอร์ที่เชื่อถือแล้วออกจะลบบันทึกทั้งหมดของคอมพิวเตอร์ที่คุณจับคู่ด้วยก่อนหน้านี้
tr: Güvenilen bilgisayarları silerseniz daha önce eşlendiğiniz bilgisayarların tüm kayıtları silinir.
uk: Вилучення довірених компʼютерів призведе до видалення всіх записів про компʼютери, з якими раніше було створено пару.
vi: Việc xóa các máy tính được tin cậy sẽ xóa tất cả bản ghi của các máy tính mà bạn đã ghép đôi trước đây.
zh_cn: 移除受信任电脑将删除之前已配对的所有电脑记录。
zh_hk: 移除受信任的電腦將會刪除過去所有你曾與其配對的電腦記錄。
zh_tw: 移除已信任的電腦將會刪除所有之前配對的電腦記錄。
